enterprise/l10n_ar_edi/tests/expected_requests/FECompUltimoAutorizado-final.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/">
  <soap-env:Body>
    <ns0:FECompUltimoAutorizado xmlns:ns0="http://ar.gov.afip.dif.FEV1/">
      <ns0:Auth>
        <ns0:Token>dummy</ns0:Token>
        <ns0:Sign>dummy</ns0:Sign>
        <ns0:Cuit>30111111118</ns0:Cuit>
      </ns0:Auth>
      <ns0:PtoVta>___ignore___</ns0:PtoVta>
      <ns0:CbteTipo>1</ns0:CbteTipo>
    </ns0:FECompUltimoAutorizado>
  </soap-env:Body>
</soap-env:Envelope>
